Repository: CyrilleB79/commandHelper
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, es, fr, pt_pt, ru, tr, uk, zh_cn, zh_tw

source: Command helper
ar: مساعد للأوامر
es: Ayudante de órdenes
fr: Assistant de commandes
pt_pt: Ajuda de comandos
ru: Помощник выполнения команд
tr: Komut yardımcısı
uk: Помічник для команд
zh_cn: 指令协助员
zh_tw: 指令協助員

source: Command Helper settings
ar: إعدادات مساعدة الأوامر
es: Preferencias del asistente de órdenes
fr: Paramètres de l'assistant de commandes
pt_pt: Configurações do ajuda de comandos
ru: Настройка помощника выполнения команд
tr: Komut Yardımcısı ayarları
uk: Налаштування помічника для команд
zh_cn: 指令协助员的设定
zh_tw: 指令協助員的設定

source: Available commands
ar: الأوامر المتوفرة
es: Órdenes disponibles
fr: Commandes disponibles
pt_pt: Comandos disponíveis
ru: Доступные команды
tr: Kullanılabilir komutlar
uk: Доступні команди
zh_cn: 可用之指令
zh_tw: 可用之指令

source: Failed to retrieve scripts.
ar: فشل تشغيل الإختصار.
es: Error al recuperar el script
fr: Erreur lors de la récupération du script
pt_pt: Erro ao recuperar o script
ru: Не удалось получить сценарии.
tr: Komut alınamadı.
uk: Не вдалося отримати сценарії.
zh_cn: 无法取得脚本（scripts）。
zh_tw: 無法取得指令碼（scripts）。

source: Recents
ar: الأخيرة
es: Recientes
fr: Récents
pt_pt: Recentes
ru: Недавние
tr: Son
uk: Останні
zh_cn: 最近的指令
zh_tw: 最近的指令

source: Provides a virtual menu where you can select any command to be executed without having to press its gesture.
ar: يوفر قائمة افتراضية حيث يمكنك تحديد أي أمر ليتم تنفيذه دون الحاجة إلى الضغط على إيماءته.
es: Proporciona un menú virtual donde puede seleccionar cualquier órden y ejecutarla sin tener que presionar su gesto.
fr: fournit un menu virtuel où vous pouvez sélectionner n'importe quelle commande et l'exécuter sans avoir à appuyer sur son geste.
pt_pt: Fornece um menu virtual onde pode seleccionar qualquer comando a ser executado sem ter que pressionar o seu atalho.
ru: Открывает виртуальное меню, в котором вы можете выбрать любую команду для выполнения, не нажимая её жест.
tr: Hareketine basmak zorunda kalmadan yürütülecek herhangi bir komutu seçebileceğiniz sanal bir menü sağlar.
uk: Відкриває віртуальне меню, де ви можете вибрати будь-яку команду для виконання, не натискаючи її жест.
zh_cn: 提供一个虚拟选单来让你选择任何想要执行的指令，而无须特定之操作按键。
zh_tw: 提供一個虛擬選單來讓你選擇任何想要執行的指令，而無須特定之操作按鍵。

source: No matches found. Press the space bar to perform another search or escape to return to the full menu.
es: No se encontraron coincidencias. Presione la barra espaciadora para realizar otra búsqueda o escape para volver al menú completo.
fr: Aucune correspondance n'a été trouvé. Appuyer sur la barre d'espace pour effectuer une autre recherche ou échap pour revenir au menu complet.
pt_pt: Não foram encontradas correspondências. Pressione a barra de espaço para efectuar outra pesquisa ou escape para regressar ao menu completo.
ru: Совпадений не найдено. Нажмите пробел, чтобы искать повторно, или escape, чтобы вернуться в Главное меню.
tr: Hiçbir şey bulunamadı. Başka bir arama yapmak için boşluk çubuğuna veya ana menüye dönmek için Escape tuşuna basın.
uk: Збігів не знайдено. Натисніть пробіл, щоб виконати інший пошук, або escape, щоб повернутися до головного меню.

source: No results. Press the space bar to perform another search or escape to return to the full menu.
es: No hay resultados. Presione la barra espaciadora para realizar otra búsqueda o escape para volver al menú completo.
fr: Aucun résultat. Appuyer sur la barre d'espace pour effectuer une autre recherche ou échap pour revenir au menu complet.
pt_pt: Sem resultados. Pressione a barra de espaço para efectuar outra pesquisa ou escape para regressar ao menu completo.
ru: Нет результатов. Нажмите пробел, чтобы искать повторно, или Escape, чтобы вернуться в Главное меню.
tr: Bir şey bulunamadı. Başka bir arama yapmak için boşluk çubuğuna veya ana menüye dönmek için Escape tuşuna basın.
uk: Немає результатів. Натисніть пробіл, щоб виконати інший пошук, або Escape, щоб повернутися до головного меню.

source: Select a command using up or down arrows
ar: حدد أمرًا باستخدام الأسهم لأعلى أو لأسفل
es: Seleccione una órden con flechas arriba y abajo
fr: Sélectionner une commande avec les flèches haut et bas
pt_pt: Seleccione um comando com setas para cima e para baixo.
ru: Выберите команду с помощью стрелок вверх и вниз
tr: Yukarı veya aşağı ok tuşlarını kullanarak bir komut seçin
uk: Виберіть команду за допомогою стрілок вгору або вниз
zh_cn: 使用上下箭头来选择指令
zh_tw: 使用上下方向鍵來選擇指令

source: Can't run this script here
ar: لا يمكن تشغيل هذا الإختصارهنا
es: No se puede ejecutar esta órden aquí
fr: Impossible d'exécuter cette commande ici
pt_pt: Não se pode executar este script aqui.
ru: Этот сценарий невозможно запустить здесь
tr: Bu komutu burada çalıştıramazsınız
uk: Неможливо запустити цей сценарій тут
zh_cn: 无法在此处执行脚本（script）
zh_tw: 無法在此處執行指令碼（script）

source: There is no gesture
ar: لا يوجد إختصار.
es: No tiene gesto
fr: Il n'y a aucun geste
pt_pt: Sem atalho
ru: Нет жеста
tr: Tanımlı kısa yol yok.
uk: Немає жодного жесту
zh_cn: 没有操作按键（gesture）
zh_tw: 沒有操作按鍵（gesture）

source: Use up and down arrows to select a script and enter to run the selected. %s to clear filter and return to full menu. Press space to perform another voice search.
es: Use flechas arriba y abajo para seleccionar una órden y enter para ejecutar la órden seleccionada. %s para borrar el filtro y volver al menú completo. Presione la barra espaciadora para realizar otra búsqueda por voz.
fr: Utiliser les flèches haut et bas pour sélectionner une commande et entrée pour exécuter la commande sélectionnée. %s pour effacer le filtre et revenir au menu complet. Appuyer sur la barre d'espace pour effectuer une autre recherche vocale.
pt_pt: Utilizar setas para cima e para baixo para seleccionar um comando e enter para executar o seleccionado. %s para limpar o filtro e voltar ao menu completo. Prima espaço para efectuar outra pesquisa de voz.
ru: Используйте стрелки вверх и вниз для выбора сценария, Enter для запуска выбранного сценария. %s для очистки фильтра и возврата в Главное меню. Для возврата к голосовому поиску нажмите пробел.
tr: Bir komut seçmek için yukarı ile aşağı ok tuşlarını kullanın ve seçileni çalıştırmak için enter'a basın. Filtreyi temizlemek ve tam menüye dönmek için %s. Başka bir sesli arama yapmak için boşluk tuşuna basın.
uk: Використовуйте стрілки вгору або вниз для вибору сценарію, Enter для запуску вибраного сценарію. %s для очищення фільтра та повернення до головного меню. Натисніть пробіл, щоб виконати інший голосовий пошук.

source: Use right and left arrows to navigate categories, up and down arrows to select a script and enter to run the selected. %s to exit.
ar: استخدم الأسهم الأيمن والأيسر للتنقل في الفئات والأسهم لأعلى ولأسفل لتحديد برنامج نصي ولإدخال لتشغيل المحدد. %s للخروج.
es: Use flechas derecha e izquierda para navegar por las categorías, flechas arriba y abajo para seleccionar una órden y enter para ejecutar la órden seleccionada. %s para salir.
fr: Utiliser les flèches droite et gauche pour naviguer dans les catégories, les flèches haut et bas pour sélectionner une commande et entrée pour exécuter la commande sélectionnée. %s pour quitter.
pt_pt: Use seta direita e esquerda para navegar por categorias, setas para cima e para baixo para seleccionar um comando e Enter para executar o script seleccionado. %s para sair.
ru: Используйте стрелки влево и вправо для перемещения между категориями, стрелки вверх и вниз для выбора сценария, Enter для запуска выбранного сценария. %s для выхода.
tr: Kategoriler arasında gezinmek için sağ sol okları, bir komut seçmek için yukarı aşağı okları ve seçileni çalıştırmak için enter'i kullanın. Çıkış için %s tuşunu kullanın.
uk: Використовуйте стрілки вправо або вліво для переміщення між категоріями, стрілки вгору або вниз для вибору сценарію, Enter для запуску вибраного сценарію. %s для виходу.
zh_cn: 使用左右箭头来切换分类，上下箭头选择指令，然后按 Enter 键来执行选取的项目。%s 离开。
zh_tw: 使用左右方向鍵來切換分類，上下方向鍵選擇指令，然後按 Enter 鍵來執行選取的項目。%s 離開。

source: Returning to the full menu
es: Volviendo al menú completo
fr: Retour au menu complet
pt_pt: A voltar ao menu completo
ru: Вернуться в Главное меню
tr: Ana menüye dönüldü
uk: Повернення до головного меню

source: Leaving the command hhelper
ar: الخروج من مساعد الأوامر
es: Saliendo del ayudante de órdenes
fr: Sortie de l'assistant de commandes
pt_pt: A sair da ajuda de comandos
ru: Выход из помощника выполнения команд
tr: Komut yardımcısından çıkıldı
uk: Вихід з помічника для команд

source: Unavailable feature
es: Opción no disponible
fr: Fonctionnalité non disponible
pt_pt: Funcionalidade indisponível.
ru: Недоступная функция
tr: Bu özellik kullanılamıyor
uk: Недоступна функція

source: Speak now
es: Hable ahora
fr: Parler maintenant
pt_pt: Fale agora
ru: Говорите
tr: Şimdi konuşun
uk: Говоріть зараз

source: Nothing was heard. Make sure the microphone is connected and try again.
es: No se escuchó nada. Asegúrese de que el micrófono esté conectado y vuelva a intentarlo.
fr: Rien n'a été entendu. Assurez-vous que le microphone est connecté et réessayez.
pt_pt: Nada foi ouvido. Certifique-se de que o microfone está ligado e tente novamente.
ru: Ничего не слышно. Убедитесь, что микрофон подключён, и повторите попытку.
tr: Hiçbir şey duyulmadı. Mikrofonun bağlı olduğundan emin olun ve tekrar deneyin.
uk: Нічого не було чути. Переконайтеся, що мікрофон підключено, і повторіть спробу.

source: Unable to recognize
es: No se pudo reconocer
fr: Impossible de reconnaître
pt_pt: Incapaz de reconhecer
ru: Невозможно распознать
tr: tanınamadı
uk: Неможливо розпізнати

source: Could not connect. Check your internet connection.
es: No se pudo conectar. Compruebe su conexión a Internet.
fr: Impossible de se connecter. Vérifiez votre connexion Internet.
pt_pt: Não foi possível ligar. Verifique a sua ligação à Internet.
ru: Не удалось подключиться. Проверьте подключение к интернету.
tr: Bağlanamadı. İnternet bağlantınızı kontrol edin.
uk: Не вдалося підключитися. Перевірте підключення до Інтернету.

source: %d matches found for %s
es: Se hallaron %d coincidencias para %s
fr: %d correspondances trouvées pour %s
pt_pt: %d correspondências encontradas para %s
ru: %d совпадений найдено для %s
tr: %s için %d eşleşme bulundu
uk: %d збігів знайдено для %s

source: No matches found for %s
es: No se hallaron coincidencias para %s
fr: Aucune correspondance trouvé pour %s
pt_pt: Não foram encontradas correspondências para %s
ru: Совпадений для %s Не найдено
tr: %s için eşleşme bulunamadı
uk: Не знайдено збігів для %s

source: Control key launches the helper
ar: ×مفتاح الكنترول لتشغيل مساعد الأوامر
es: La tecla control lanza el asistente
fr: La touche contrôle exécute l'assistant
pt_pt: A tecla ctrl activa o extra.
ru: Клавиша Control запускает помощник
tr: Kontrol tuşu yardımcıyı başlatır
uk: Клавіша Control запускає помічник
zh_cn: 使用 Control 键来启动协助员
zh_tw: 使用 Control 鍵來啟動協助員

source: With the control key activated, it is recommended to reduce the keyboard repetition speed. See more information in the addon documentation.
ar: مع تنشيط مفتاح التحكم ، يوصى بتقليل سرعة تكرار لوحة المفاتيح. انظر المزيد من المعلومات في وثائق الملحق.
es: Con la tecla de control activada, se recomienda reducir la velocidad de repetición del teclado. Consulte más información en la documentación del complemento.
fr: Avec la touche control activée, il est recommandé de réduire la fréquence de répétition du clavier. Voir plus d'informations dans la documentation de l'extension.
pt_pt: Com a tecla de controlo activada, é recomendado reduzir a velocidade de repetição do teclado. Veja mais informações na documentação do addon.
ru: Если активирована клавиша control, рекомендуется уменьшить скорость повторения клавиатуры. Для получения дополнительных сведений см. документацию дополнения.
tr: Kontrol tuşu etkinleştirildiğinde klavye tekrarlama hızının düşürülmesi önerilir. Eklenti belgelerinde daha fazla bilgi bulabilirsiniz.
uk: Якщо активовано клавішу control, рекомендується зменшити швидкість повторення клавіатури. Для отримання додаткових відомостей див. документацію до додатка.
zh_cn: 若使用 control 键来启动，建议把键盘的重复速度降低一些。详情参见此附加组件的说明文件。
zh_tw: 若使用 control 鍵來啟動，建議把鍵盤的重複速度降低一些。詳情參見此附加元件的說明文件。

source: Windows keyboard settings
ar: إعدادات لوحة مفاتيح للويندوز
es: Ajustes de Windows para el teclado
fr: Paramètres clavier Windows
pt_pt: Configurações de teclado do Windows
ru: Настройка клавиатуры Windows
tr: Windows klavye ayarları
uk: Налаштування клавіатури Windows
zh_cn: Windows 键盘设定
zh_tw: Windows 鍵盤設定

source: Open the Windows control panel to adjust keyboard parameters
ar: افتح لوحة تحكم Windows لضبط معلمات لوحة المفاتيح
es: Abre el panel de control de Windows para ajustar los parámetros del teclado
fr: Ouvrir le Panneau de configuration Windows pour ajuster les paramètres du clavier
pt_pt: Abra o painel de controlo do Windows para ajustar os parâmetros do teclado
ru: Открыть панель управления Windows, чтобы настроить параметры клавиатуры
tr: Klavye parametrelerini ayarlamak için Windows kontrol panelini açın
uk: Відкрити панель керування Windows, щоб налаштувати параметри клавіатури
zh_cn: 开启 Windows 控制面板，以便调整键盘参数
zh_tw: 開啟 Windows 控制台，以便調整鍵盤參數

source: Key to leave the keyboard command layer
ar: مفتاح الطبقة لمغادرة المساعد
es: Tecla para salir de la capa de órdenes de teclado
fr: Touche pour quitter les commandes clavier séquentielles
pt_pt: Tecla para sair dos comandos em camada
ru: Клавиша для выхода из слоя команд клавиатуры
tr: Klavye komut katmanını kapatma tuşu
uk: Клавіша для виходу з шару команд клавіатури
zh_cn: 离开指令协助模式
zh_tw: 離開指令協助模式

source: escape
ar: الهروب
fr: échap
zh_cn: Esc 键
zh_tw: Esc 鍵

source: backspace
es: retroceso
fr: retour arrière
pt_pt: Retrocesso
tr: Geri Sil tuşu
uk: бекспейс
zh_cn: 退格键
zh_tw: 倒退鍵

source: Choose which key to use to exit the helper.
ar: اختر المفتاح الذي يجب استخدامه للخروج من المساعد.
es: Elija qué tecla usar para salir del asistente.
fr: Choisissez la touche à utiliser pour quitter l'assistant.
pt_pt: Escolha a tecla para sair do addon
ru: Выберите, какую клавишу использовать для выхода из помощника.
tr: Yardımcıdan çıkmak için hangi tuşun kullanılacağını seçin.
uk: Виберіть, яку клавішу використовувати для виходу з помічника.
zh_cn: 指定用来离开协助员的按键。
zh_tw: 指定用來離開協助員的按鍵。

source: Key to report the gesture assigned to a command
ar: الإبلاغ عن مفتاح الإيماءة المخصصة للأمر
es: Tecla para informar del gesto asignado a un comando
fr: Touche pour annoncer le geste attribué à une commande
pt_pt: Tecla para indicar o atalho atribuído ao comando.
ru: Клавиша для сообщения о жесте, назначенном команде
tr: Bir komuta atanan hareketi bildirme tuşu
uk: Клавіша для повідомлення про жест, призначений команді
zh_cn: 用来报读与指令关联之手势的按键
zh_tw: 用來報讀與指令關聯之手勢的按鍵

source: Choose which key to use to announce the gesture assigned to the command.
ar: اختر المفتاح الذي تريد استخدامه للإعلان عن الإيماءة المخصصة للأمر.
es: Elija qué tecla usar para anunciar el gesto asignado al comando.
fr: Choisissez la touche à utiliser pour annoncer le geste attribué à la commande.
pt_pt: Escolha a tecla para dizer o atalho atribuído ao comando
ru: Выберите, какую клавишу использовать для объявления жеста, назначенного команде.
tr: Komuta atanan hareketi duyurmak için hangi tuşun kullanılacağını seçin.
uk: Виберіть, яку клавішу використовувати для оголошення жесту, призначеного команді.
zh_cn: 选择特定按键来报读与指令关联之手势的按键。
zh_tw: 選擇特定按鍵來報讀與指令關聯之手勢的按鍵。

source: Use numpad in the keyboard command layer
ar: استخدم numpad في طبقة أوامر لوحة المفاتيح
es: Usar el teclado numérico en la capa de órdenes de teclado
fr: Utiliser le pavé numérique pour les commandes clavier séquentielles
pt_pt: Use o bloco numérico nos comandos em camada
ru: Использовать цифровой блок клавиатуры в слое команд
tr: Klavye komut katmanında sayısal tuş takımını kullanın
uk: Використовувати цифрову клавіатуру в шарі команд клавіатури
zh_cn: 在键盘指令层中使用数字键盘
zh_tw: 在鍵盤指令層中使用數字鍵盤

source: Use the numeric keyboard in the command layer.
ar: استخدم لوحة المفاتيح الرقمية في طبقة الأوامر.
es: Usar el teclado numérico en la capa de órdenes de teclado
fr: Utiliser le pavé numérique pour les commandes clavier séquentielles
pt_pt: Use o teclado numérico nos comandos em camada.
ru: Использовать цифровой ряд клавиатуры в слое команд.
tr: Komut katmanında sayısal klavyeyi kullanın.
uk: Використовуйте цифрову клавіатуру в шарі команд.
zh_cn: 在指令层中使用数字键盘。
zh_tw: 在指令層中使用數字鍵盤。

source: Command Helper
ar: مساعد للأوامر
es: Ayudante de órdenes
fr: Assistant de commandes
pt_pt: Ajuda de comandos
ru: Помощник выполнения команд
tr: Komut Yardımcısı
uk: Помічник для команд
zh_cn: 指令协助员
zh_tw: 指令協助員

source: Provides a alternative method for executing scripts for people who have difficulty pressing complicated key combinations.
ar: أداة إضافية ل NVDA توفر طريقة بديلة لتنفيذ البرامج النصية للأشخاص الذين يجدون صعوبة في الضغط على مجموعات مفاتيح معقدة.
es: Proporciona un método alternativo de ejecutar scripts para personas que tienen dificultades al pulsar combinaciones de teclado complicadas.
fr: Fournit une autre méthode d'exécution de scripts pour les personnes qui ont des difficultés à appuyer sur des combinaisons de touches compliquées.
ru: Предоставляет альтернативный метод выполнения сценариев для людей, которым трудно нажимать сложные сочетания клавиш.
tr: Karmaşık tuş kombinasyonlarına basmakta zorluk çeken kişiler için komutları yürütmek için alternatif bir yöntem sağlar.
uk: Надає альтернативний метод виконання сценаріїв для людей, які мають труднощі з натисканням складних комбінацій клавіш.
zh_cn: 提供另一个方法来执行指令，好让不方便按复杂按键的人使用。
zh_tw: 提供另一個方法來執行指令，好讓不方便按複雜按鍵的人使用。

source: Use right and left arrows to navigate categories, up and down arrows to select a script and enter to run the selected. Escape to exit.
ar: استخدم السهمين الأيمن والأيسر للتنقل بين الفئات ، والسهام لأعلى ولأسفل لتحديد برنامج نصي والدخول لتشغيل المحدد. الهروب للخروج.
